{
    "body": {
        "de": {
            "title": "Lebenslauf",
            
            "year-5": "2019-2025",
            "element-title-5": "B.Sc. Informatik",
            "location-5": "Universität Bonn",
            "desc-5": "Der Fokus meines Studiums lag auf Anwendungsentwicklung, Datenbanken und Mathematik. Im Nebenfach habe ich Module aus den Fachrichtungen Physik, Chemie und molekularer Biomedizin belegt.",
            
            "year-4": "2021-2025",
            "element-title-4": "IT-Support",
            "location-4": "Hochschulrechenzentrum der Universität Bonn",
            "desc-4": "Im Rahmen der Anstellung habe ich Angestellte und Studierende der Universität bei technischen Schwierigkeiten persönlich, telefonisch und per E-Mail betreut.",

            "year-3": "2022-2024",
            "element-title-3": "Tutor &#8222;Datenzentrierte Informatik&#8220;",
            "location-3": "Institut für Informatik der Universität Bonn",
            "desc-3": "Als Tutor habe ich Studierende unterrichtet, Abgaben bewertet, Prüfungen beaufsichtigt und Klausuren korrigiert. Fokus auf SQL, Datenbankentwurf und Data Science.",

            "year-2": "2018-2021",
            "element-title-2": "Verschiedene Nebenjobs",
            "location-2": "Coesfeld",
            "desc-2": "Nebenjobs während der Schulzeit und zu Beginn des Studiums zur finanziellen Unterstützung, u. a. als Barkeeper (Fabrik Coesfeld) und Pizzabäcker (Pizzeria Calzone).",

            "year-1": "2019",
            "element-title-1": "Allgemeine Hochschulreife",
            "location-1": "Gymnasium Nepomucenum Coesfeld",
            "desc-1": "Leistungskurse Mathematik und Informatik. Schriftliches Prüfungsfach Englisch, mündlich Geschichte.",

            "year-0": "2017",
            "element-title-0": "Praktikum Anwendungsentwicklung",
            "location-0": "Institut für Geoinformatik Münster",
            "desc-0": "Dreiwöchiges Schülerpraktikum. Im Praktikum habe ich im Team der Anwendungsentwicklung mitgearbeitet und eine Webanwendung entwickelt, die Wetterdaten aus Online-APIs ausliest und ausgewertet darstellt."
        },
        "en": {
            "title": "Curriculum Vitae",

            "year-5": "2019-2025",
            "element-title-5": "B.Sc. Computer Science",
            "location-5": "University of Bonn",
            "desc-5": "My studies focused on software development, databases, and mathematics. As a minor, I took modules in physics, chemistry, and molecular biomedicine.",
            
            "year-4": "2021-2025",
            "element-title-4": "IT Support",
            "location-4": "IT and Data Center of the University of Bonn",
            "desc-4": "As part of my job, I provided support to university staff and students experiencing technical difficulties in person, by telephone, and by email.",

            "year-3": "2022-2024",
            "element-title-3": "Tutor &ldquo;Data-centered Computer Science&rdquo;",
            "location-3": "Institute for Computer Science at the University of Bonn",
            "desc-3": "As a tutor, I taught students, graded assignments and proctored and corrected exams. Focus on SQL, database design, and data science.",

            "year-2": "2018-2021",
            "element-title-2": "Various Part-Time Jobs",
            "location-2": "Coesfeld",
            "desc-2": "Part-time jobs during school and at the beginning of university to support myself financially, including as a bartender (Fabrik Coesfeld) and pizza chef (Pizzeria Calzone).",

            "year-1": "2019",
            "element-title-1": "Abitur",
            "location-1": "Nepomucenum High School, Coesfeld",
            "desc-1": "Advanced courses in mathematics and computer science. Written exam in English, oral exam in history.",

            "year-0": "2017",
            "element-title-0": "Internship Software Development",
            "location-0": "Institute for Geoinformatics Münster",
            "desc-0": "Three-week student internship. During the internship, I worked in the software development team and developed a web application that reads weather data from online APIs and displays it in an evaluated format."
        }
    },
    "meta": {
        "menu": true,
        "footer": true,
        "lang-switch" : true
    }
}