{
    "body": {
        "de": {
            "title": "Impressum",
            "address-title": "Adresse",
            "address-content": "Felix Seggebäing\nPaul-Schallück-Str. 29\n50939 Köln",
            "contact-title": "Kontakt",
            "contact-content": "Der Eigentümer der Webseite ist postalisch unter der oben genannten Adresse erreichbar.\nE-Mail-Kontakt über <a href=\"mailto:felix@seggebaeing.de\">felix(at)seggebaeing.de</a>.",
            "disclaimer-title": "Haftungsausschluss",
            "web-presence-title": "Internetpräsenz",
            "web-presence-content": "Felix Seggebäing übernimmt keinerlei Garantie für die Aktualität, Korrektheit, Vollständigkeit oder Qualität der bereitgestellten Informationen. Grundsätzlich ausgeschlossen sind Haftungsansprüche gegen Felix Seggebäing, welche sich auf Schäden materieller oder ideeller Art beziehen, die durch die Nutzung oder Nichtnutzung der dargebotenen Informationen verursacht wurden, soweit kein nachweislich vorsätzliches oder grob fahrlässiges Verschulden vorliegt.",
            "external-links-title": "Externe Links",
            "external-links-content": "Felix Seggebäing hat keinen Einfluss auf den Inhalt externer Webseiten Dritter. Für die Inhalte extern verlinkter Seiten ist stets der jeweilige Anbieter oder Betreiber dieser Seiten verantwortlich. Felix Seggebäing macht sich diese Inhalte nicht zu eigen und übernimmt keinerlei Gewähr oder Haftung für die dort veröffentlichten Inhalte. Sollten Inhalte auf den verlinkten Seiten falsch sein oder gegen geltendes Recht, die freiheitliche demokratische Grundordnung, Sitte oder Moral verstoßen, so distanziert sich Felix Seggebäing hiervon ausdrücklich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden derartige Links umgehend entfernt.",
            "privacy-title": "Datenschutz", 
            "privacy-content": "Felix Seggebäing setzt keine Cookies, Analyse- oder Trackingtools ein. Von Felix Seggebäing werden keine personenbezogenen Daten gespeichert oder weiterverarbeitet."
        },
        "en": {
            "title": "Imprint",
            "address-title": "Address",
            "address-content": "Felix Seggebäing\nPaul-Schallück-Str. 29\n50939 Cologne\nGermany",
            "contact-title": "Contact",
            "contact-content": "The owner of the website can be contacted by post at the above address.\nEmail contact via <a href=\"mailto:felix@seggebaeing.de\">felix(at)seggebaeing.de</a>.",
            "disclaimer-title": "Disclaimer",
            "web-presence-title": "Web Presence",
            "web-presence-content": "Felix Seggebäing accepts no responsibility for the topicality, correctness, completeness, or quality of the information provided. Liability claims against Felix Seggebäing relating to material or immaterial damage caused by the use or non-use of the information provided are excluded, unless there is evidence of wilful intent or gross negligence.",
            "external-links-title": "External Links",
            "external-links-content": "Felix Seggebäing has no influence on the content of external third-party websites. The respective provider or operator of these sites is always responsible for the content of externally linked sites. Felix Seggebäing does not endorse this content and accepts no responsibility or liability for the content published there. Should the content on the linked sites be incorrect or violate applicable law, the free democratic basic order, customs, or morals, Felix Seggebäing expressly distances himself from this. The linked sites were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking. However, permanent monitoring of the content of the linked pages is not reasonable without concrete evidence of a violation of the law. Upon becoming aware of any violations of the law, such links will be removed immediately.",
            "privacy-title": "Privacy", 
            "privacy-content": "Felix Seggebäing does not use cookies, analysis or tracking tools. Felix Seggebäing does not store or process any personal data."
        }
    },
    "meta": {
        "menu": true,
        "footer": true,
        "lang-switch" : true
    }
}